Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# settings.playback.subtitle
source: Audio, subtitles, picture, episodes and more
cs: Zvuk, titulky, obraz, epizody a další
da: Lyd, undertekster, billede, episoder og mere
de: Audio, Untertitel, Bild, Episoden und mehr
el: Ήχος, υπότιτλοι, εικόνα, επεισόδια και άλλα
es: Audio, subtítulos, imagen, episodios y más
fi: Ääni, tekstitys, kuva, jaksot ja muuta
fr: Audio, sous-titres, image, épisodes et plus
hr: Zvuk, titlovi, slika, epizode i više
hu: Hang, feliratok, kép, epizódok és több
it: Audio, sottotitoli, immagine, episodi e altro
ja: 音声、字幕、映像、エピソード、その他
ko: 오디오, 자막, 화면, 에피소드 외
nb: Lyd, undertekster, bilde, episoder og mer
nl: Audio, ondertiteling, beeld, afleveringen en meer
pl: Dźwięk, napisy, obraz, odcinki i więcej
pt_br: Áudio, legendas, imagem, episódios e mais
pt_pt: Áudio, legendas, imagem, episódios e mais
ro: Audio, subtitrări, imagine, episoade și altele
ru: Аудио, субтитры, изображение, эпизоды и др.
sk: Zvuk, titulky, obraz, epizódy a ďalšie
sv: Ljud, undertexter, bild, avsnitt och mer
tr: Ses, altyazı, görüntü, bölümler ve daha fazlası
uk: Аудіо, субтитри, зображення, епізоди та більше
zh_hans: 音频、字幕、画面、剧集等
zh_hant: 音訊、字幕、畫面、劇集等

# settings.playback.subtitle.background
source: Background
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Φόντο
es: Fondo
fi: Tausta
fr: Arrière-plan
hr: Pozadina
hu: Háttér
it: Sfondo
ja: 背景
ko: 배경
nb: Bakgrunn
nl: Achtergrond
pl: Tło
pt_br: Fundo
pt_pt: Fundo
ro: Fundal
ru: Фон
sk: Pozadie
sv: Bakgrund
tr: Arka plan
uk: Фон
zh_hans: 背景
zh_hant: 背景

# settings.playback.subtitle.background.box
source: Box
cs: Plocha
da: Boks
el: Πλαίσιο
es: Caja
fi: Laatikko
fr: Boîte
hr: Okvir
hu: Doboz
it: Riquadro
ja: ボックス
ko: 상자
nb: Boks
nl: Vak
pl: Pole
pt_br: Caixa
pt_pt: Caixa
ro: Cutie
ru: Подложка
sk: Plocha
sv: Ruta
tr: Kutu
uk: Підкладка
zh_hans: 背景框
zh_hant: 背景框

# settings.playback.subtitle.background.none
source: None
cs: Žádné
da: Ingen
de: Keiner
el: Κανένα
es: Ninguno
fi: Ei mitään
fr: Aucun
hr: Bez
hu: Nincs
it: Nessuno
ja: なし
ko: 없음
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciunul
ru: Без
sk: Žiadne
sv: Inget
tr: Yok
uk: Немає
zh_hans: 无
zh_hant: 無

# settings.playback.subtitle.background.outline
source: Outline
cs: Obrys
da: Kontur
de: Umriss
el: Περίγραμμα
es: Contorno
fi: Ääriviiva
fr: Contour
hr: Obrub
hu: Körvonal
it: Contorno
ja: アウトライン
ko: 윤곽선
nb: Kontur
nl: Omtrek
pl: Kontur
pt_br: Contorno
pt_pt: Contorno
ro: Contur
ru: Контур
sk: Obrys
sv: Kontur
tr: Kontur
uk: Контур
zh_hans: 描边
zh_hant: 外框

# settings.playback.subtitle.background.shadow
source: Shadow
cs: Stín
da: Skygge
de: Schatten
el: Σκιά
es: Sombra
fi: Varjo
fr: Ombre
hr: Sjena
hu: Árnyék
it: Ombra
ja: 影
ko: 그림자
nb: Skygge
nl: Schaduw
pl: Cień
pt_br: Sombra
pt_pt: Sombra
ro: Umbră
ru: Тень
sk: Tieň
sv: Skugga
tr: Gölge
uk: Тінь
zh_hans: 阴影
zh_hant: 陰影

# settings.playback.subtitle.background.subtitle
source: How subtitles read against the picture.
cs: Jak titulky kontrastují s obrazem.
da: Hvordan underteksterne kontrasterer mod billedet.
de: Wie sich Untertitel vom Bild abheben.
el: Πώς ξεχωρίζουν οι υπότιτλοι από την εικόνα.
es: Cómo se distinguen los subtítulos de la imagen.
fi: Miten tekstitys erottuu kuvasta.
fr: Comment les sous-titres se détachent de l'image.
hr: Kako se titlovi ističu na slici.
hu: A felirat olvashatósága a képpel szemben.
it: Come i sottotitoli risaltano sull'immagine.
ja: 字幕の映像との見え方です。
ko: 자막이 영상과 어떻게 대비되는지.
nb: Hvordan tekstene leses mot bildet.
nl: Hoe ondertitels afsteken tegen het beeld.
pl: Jak napisy odcinają się od obrazu.
pt_br: Como as legendas se destacam da imagem.
pt_pt: Como as legendas se destacam da imagem.
ro: Cum se evidențiază subtitrările pe imagine.
ru: Как субтитры выделяются на фоне видео.
sk: Ako titulky kontrastujú s obrazom.
sv: Hur undertexter syns mot bilden.
tr: Altyazıların görüntü üzerinde nasıl okunduğu.
uk: Як субтитри виділяються на тлі відео.
zh_hans: 字幕与画面的对比方式。
zh_hant: 字幕與畫面的對比方式。

# settings.playback.subtitle.color
source: Color
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
fi: Väri
fr: Couleur
hr: Boja
hu: Szín
it: Colore
ja: 色
ko: 색상
nb: Farge
nl: Kleur
pl: Kolor
pt_br: Cor
pt_pt: Cor
ro: Culoare
ru: Цвет
sk: Farba
sv: Färg
tr: Renk
uk: Колір
zh_hans: 颜色
zh_hant: 顏色

# settings.playback.subtitle.color.gray
source: Gray
cs: Šedá
da: Grå
de: Grau
el: Γκρι
es: Gris
fi: Harmaa
fr: Gris
hr: Siva
hu: Szürke
it: Grigio
ja: グレー
ko: 회색
nb: Grå
nl: Grijs
pl: Szary
pt_br: Cinza
pt_pt: Cinzento
ro: Gri
ru: Серый
sk: Sivá
sv: Grå
tr: Gri
uk: Сірий
zh_hans: 灰色
zh_hant: 灰色

# settings.playback.subtitle.color.subtitle
source: Foreground color for text subtitles.
cs: Barva textu titulků.
da: Farve på undertekst-tekst.
de: Vordergrundfarbe für Text-Untertitel.
el: Χρώμα κειμένου υπότιτλων.
es: Color del texto de los subtítulos.
fi: Tekstityksen tekstin väri.
fr: Couleur du texte des sous-titres.
hr: Boja teksta titlova.
hu: Felirat-szöveg színe.
it: Colore del testo dei sottotitoli.
ja: 字幕テキストの色です。
ko: 자막 텍스트 색상.
nb: Tekstfarge for undertekster.
nl: Tekstkleur voor ondertitels.
pl: Kolor tekstu napisów.
pt_br: Cor do texto das legendas.
pt_pt: Cor do texto das legendas.
ro: Culoarea textului subtitrărilor.
ru: Цвет текста субтитров.
sk: Farba textu titulkov.
sv: Textfärg för undertexter.
tr: Altyazı metni rengi.
uk: Колір тексту субтитрів.
zh_hans: 字幕文字颜色。
zh_hant: 字幕文字顏色。

# settings.playback.subtitle.color.white
source: White
cs: Bílá
da: Hvid
de: Weiß
el: Λευκό
es: Blanco
fi: Valkoinen
fr: Blanc
hr: Bijela
hu: Fehér
it: Bianco
ja: 白
ko: 흰색
nb: Hvit
nl: Wit
pl: Biały
pt_br: Branco
pt_pt: Branco
ro: Alb
ru: Белый
sk: Biela
sv: Vit
tr: Beyaz
uk: Білий
zh_hans: 白色
zh_hant: 白色

# settings.playback.subtitle.color.yellow
source: Yellow
cs: Žlutá
da: Gul
de: Gelb
el: Κίτρινο
es: Amarillo
fi: Keltainen
fr: Jaune
hr: Žuta
hu: Sárga
it: Giallo
ja: 黄
ko: 노란색
nb: Gul
nl: Geel
pl: Żółty
pt_br: Amarelo
pt_pt: Amarelo
ro: Galben
ru: Жёлтый
sk: Žltá
sv: Gul
tr: Sarı
uk: Жовтий
zh_hans: 黄色
zh_hant: 黃色

# settings.playback.subtitle.delay
source: Delay
cs: Zpoždění
da: Forsinkelse
de: Verzögerung
el: Καθυστέρηση
es: Retraso
fi: Viive
fr: Décalage
hr: Kašnjenje
hu: Késleltetés
it: Ritardo
ja: 遅延
ko: 지연
nb: Forsinkelse
nl: Vertraging
pl: Opóźnienie
pt_br: Atraso
pt_pt: Atraso
ro: Întârziere
ru: Задержка
sk: Oneskorenie
sv: Fördröjning
tr: Gecikme
uk: Затримка
zh_hans: 延迟
zh_hant: 延遲

# settings.playback.subtitle.delay.subtitle
source: Shifts subtitles relative to audio. Negative = earlier, positive = later.
cs: Posune titulky vůči zvuku. Záporné hodnoty je zobrazí dříve, kladné později.
da: Forskyder underteksterne i forhold til lyden. Negativ = før, positiv = efter.
de: Verschiebt Untertitel relativ zum Ton. Minus = früher, Plus = später.
el: Μετακινεί τους υπότιτλους ως προς τον ήχο. Αρνητικό = νωρίτερα, θετικό = αργότερα.
es: Desplaza los subtítulos respecto al audio. Negativo = antes, positivo = después.
fi: Siirtää tekstitykset suhteessa ääneen. Miinus = aikaisempi, plus = myöhempi.
fr: Décale les sous-titres par rapport à l'audio. Négatif = avant, positif = après.
hr: Pomiče titlove u odnosu na zvuk. Negativno = ranije, pozitivno = kasnije.
hu: Eltolja a feliratot a hanghoz képest. Negatív = előbb, pozitív = később.
it: Sposta i sottotitoli rispetto all'audio. Negativo = prima, positivo = dopo.
ja: 音声に対して字幕をずらします。マイナス=早く、プラス=遅く。
ko: 오디오를 기준으로 자막 시점을 이동합니다. 음수 = 더 빨리, 양수 = 더 늦게.
nb: Forskyver tekstene i forhold til lyden. Negativ = tidligere, positiv = senere.
nl: Verschuift ondertitels ten opzichte van het geluid. Negatief = eerder, positief = later.
pl: Przesuwa napisy względem dźwięku. Wartości ujemne = wcześniej, dodatnie = później.
pt_br: Desloca as legendas em relação ao áudio. Negativo = antes, positivo = depois.
pt_pt: Desloca as legendas em relação ao áudio. Negativo = antes, positivo = depois.
ro: Decalează subtitrările față de audio. Negativ = mai devreme, pozitiv = mai târziu.
ru: Смещает субтитры относительно звука. Минус — раньше, плюс — позже.
sk: Posunie titulky voči zvuku. Záporné = skôr, kladné = neskôr.
sv: Förskjuter undertexter mot ljudet. Negativ = tidigare, positiv = senare.
tr: Altyazıları sese göre kaydırır. Negatif = daha erken, pozitif = daha geç.
uk: Зміщує субтитри відносно звуку. Мінус — раніше, плюс — пізніше.
zh_hans: 相对音频偏移字幕时间。负值=更早,正值=更晚。
zh_hant: 相對音訊偏移字幕時間。負值=更早,正值=更晚。

# settings.playback.subtitle.font
source: Subtitle Font
cs: Písmo titulků
da: Skrifttype for undertekster
de: Untertitel-Schriftart
el: Γραμματοσειρά υποτίτλων
es: Fuente de subtítulos
fi: Tekstitysten fontti
fr: Police des sous-titres
hr: Font titlova
hu: Felirat betűtípusa
it: Carattere sottotitoli
ja: 字幕フォント
ko: 자막 글꼴
nb: Skrift for undertekster
nl: Lettertype ondertiteling
pl: Czcionka napisów
pt_br: Fonte da legenda
pt_pt: Tipo de letra das legendas
ro: Font subtitrare
ru: Шрифт субтитров
sk: Písmo titulkov
sv: Typsnitt för undertexter
tr: Altyazı yazı tipi
uk: Шрифт субтитрів
zh_hans: 字幕字体
zh_hant: 字幕字型

# settings.playback.subtitle.font.highLegibility
source: High Legibility
cs: Vysoká čitelnost
da: Høj læsbarhed
de: Hohe Lesbarkeit
el: Υψηλή αναγνωσιμότητα
es: Alta legibilidad
fi: Korkea luettavuus
fr: Haute lisibilité
hr: Visoka čitljivost
hu: Nagy olvashatóság
it: Alta leggibilità
ja: 高可読性
ko: 고가독성
nb: Høy lesbarhet
nl: Hoge leesbaarheid
pl: Wysoka czytelność
pt_br: Alta legibilidade
pt_pt: Alta legibilidade
ro: Lizibilitate ridicată
ru: Высокая читаемость
sk: Vysoká čitateľnosť
sv: Hög läsbarhet
tr: Yüksek okunabilirlik
uk: Висока читабельність
zh_hans: 高易读性
zh_hant: 高易讀性

# settings.playback.subtitle.font.subtitle
source: Use Atkinson Hyperlegible for clearer reading.
cs: Použijte Atkinson Hyperlegible pro lepší čitelnost.
da: Brug Atkinson Hyperlegible for tydeligere læsning.
de: Atkinson Hyperlegible für besser lesbaren Text.
el: Χρησιμοποιήστε το Atkinson Hyperlegible για πιο καθαρή ανάγνωση.
es: Usa Atkinson Hyperlegible para una lectura más clara.
fi: Käytä Atkinson Hyperlegible -fonttia selkeämpään lukemiseen.
fr: Utiliser Atkinson Hyperlegible pour une lecture plus claire.
hr: Koristi Atkinson Hyperlegible za jasnije čitanje.
hu: Atkinson Hyperlegible használata jobb olvashatóságért.
it: Usa Atkinson Hyperlegible per una lettura più chiara.
ja: より読みやすいAtkinson Hyperlegibleを使用します。
ko: 더 선명한 가독성을 위해 Atkinson Hyperlegible을 사용합니다.
nb: Bruk Atkinson Hyperlegible for tydeligere lesing.
nl: Gebruik Atkinson Hyperlegible voor duidelijker lezen.
pl: Użyj Atkinson Hyperlegible dla lepszej czytelności.
pt_br: Use Atkinson Hyperlegible para uma leitura mais clara.
pt_pt: Use Atkinson Hyperlegible para uma leitura mais clara.
ro: Folosește Atkinson Hyperlegible pentru o lectură mai clară.
ru: Используйте Atkinson Hyperlegible для лучшей читаемости.
sk: Použite Atkinson Hyperlegible pre lepšiu čitateľnosť.
sv: Använd Atkinson Hyperlegible för tydligare läsning.
tr: Daha net okuma için Atkinson Hyperlegible kullanın.
uk: Використовуйте Atkinson Hyperlegible для кращої читабельності.
zh_hans: 使用 Atkinson Hyperlegible 字体以获得更清晰的阅读体验。
zh_hant: 使用 Atkinson Hyperlegible 字型以獲得更清晰的閱讀體驗。

# settings.playback.subtitle.font.system
source: System
cs: Systémové
el: Σύστημα
es: Sistema
fi: Järjestelmä
fr: Système
hr: Sustav
hu: Rendszer
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pl: Systemowa
pt_br: Sistema
pt_pt: Sistema
ro: Sistem
ru: Системный
sk: Systémové
tr: Sistem
uk: Системний
zh_hans: 系统
zh_hant: 系統

# settings.playback.subtitle.position
source: Vertical Position
cs: Svislá poloha
da: Lodret position
de: Vertikale Position
el: Κατακόρυφη θέση
es: Posición vertical
fi: Pystysuora sijainti
fr: Position verticale
hr: Okomita pozicija
hu: Függőleges pozíció
it: Posizione verticale
ja: 縦位置
ko: 수직 위치
nb: Vertikal posisjon
nl: Verticale positie
pl: Pozycja pionowa
pt_br: Posição vertical
pt_pt: Posição vertical
ro: Poziție verticală
ru: Положение по вертикали
sk: Zvislá poloha
sv: Vertikal position
tr: Dikey konum
uk: Положення по вертикалі
zh_hans: 垂直位置
zh_hant: 垂直位置

# settings.playback.subtitle.position.bottom
source: Bottom Edge
cs: Spodní okraj
da: Underkant
de: Unterkante
el: Κάτω άκρο
es: Borde inferior
fi: Alareuna
fr: Bord inférieur
hr: Donji rub
hu: Alsó szél
it: Bordo inferiore
ja: 下端
ko: 하단
nb: Nedre kant
nl: Onderrand
pl: Dolna krawędź
pt_br: Borda inferior
pt_pt: Bordo inferior
ro: Marginea de jos
ru: Нижний край
sk: Spodný okraj
sv: Nederkant
tr: Alt kenar
uk: Нижній край
zh_hans: 底部边缘
zh_hant: 底部邊緣

# settings.playback.subtitle.position.default
source: Default
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminado
fi: Oletus
fr: Par défaut
hr: Zadano
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
ko: 기본값
nb: Standard
nl: Standaard
pl: Domyślny
pt_br: Padrão
pt_pt: Padrão
ro: Implicit
ru: По умолчанию
sk: Predvolené
sv: Standard
tr: Varsayılan
uk: За замовчуванням
zh_hans: 默认
zh_hant: 預設

# settings.playback.subtitle.position.step1
source: Low
cs: Nízko
da: Lavt
de: Niedrig
el: Χαμηλά
es: Bajo
fi: Matala
fr: Bas
hr: Nisko
hu: Alacsony
it: Basso
ja: 低
ko: 낮음
nb: Lavt
nl: Laag
pl: Nisko
pt_br: Baixo
pt_pt: Baixo
ro: Jos
ru: Низко
sk: Nízko
sv: Lågt
tr: Alçak
uk: Низько
zh_hans: 低
zh_hant: 低

# settings.playback.subtitle.position.step2
source: Mid-Low
cs: Středně nízko
da: Mellem-lavt
de: Mittel-Niedrig
el: Μέσο-Χαμηλά
es: Medio-Bajo
fi: Keski-Matala
fr: Mi-Bas
hr: Srednje-Nisko
hu: Közép-alacsony
it: Medio-Basso
ja: 中低
ko: 중간-낮음
nb: Midt-Lavt
nl: Midden-Laag
pl: Średnio-Nisko
pt_br: Médio-Baixo
pt_pt: Médio-Baixo
ro: Mijloc-Jos
ru: Средне-Низко
sk: Stredne nízko
sv: Mitten-Lågt
tr: Orta-Alçak
uk: Середньо-Низько
zh_hans: 中低
zh_hant: 中低

# settings.playback.subtitle.position.step3
source: Mid
cs: Středně
da: Midten
de: Mittel
el: Μέσο
es: Medio
fi: Keski
fr: Milieu
hr: Srednje
hu: Közép
it: Medio
ja: 中央
ko: 중간
nb: Midten
nl: Midden
pl: Średnio
pt_br: Médio
pt_pt: Médio
ro: Mijloc
ru: Средне
sk: Stredne
sv: Mitten
tr: Orta
uk: Середньо
zh_hans: 中
zh_hant: 中

# settings.playback.subtitle.position.subtitle
source: Shift subtitles up or down from the default position.
cs: Posunout titulky nahoru nebo dolů oproti výchozí poloze.
da: Flyt undertekster op eller ned i forhold til standardpositionen.
de: Untertitel relativ zur Standardposition nach oben oder unten verschieben.
el: Μετακινήστε τους υπότιτλους πάνω ή κάτω σε σχέση με την προεπιλεγμένη θέση.
es: Mueve los subtítulos hacia arriba o hacia abajo respecto a la posición predeterminada.
fi: Siirrä tekstityksiä ylös- tai alaspäin oletussijaintiin nähden.
fr: Décaler les sous-titres vers le haut ou vers le bas par rapport à la position par défaut.
hr: Pomakni titlove gore ili dolje u odnosu na zadanu poziciju.
hu: Feliratok mozgatása felfelé vagy lefelé az alapértelmezett pozícióhoz képest.
it: Sposta i sottotitoli in alto o in basso rispetto alla posizione predefinita.
ja: 字幕をデフォルト位置から上下に移動します。
ko: 기본 위치를 기준으로 자막을 위 또는 아래로 이동합니다.
nb: Flytt undertekster opp eller ned i forhold til standardposisjonen.
nl: Verplaats ondertitels omhoog of omlaag ten opzichte van de standaardpositie.
pl: Przesuń napisy w górę lub w dół względem pozycji domyślnej.
pt_br: Mover legendas para cima ou para baixo em relação à posição padrão.
pt_pt: Mover legendas para cima ou para baixo em relação à posição padrão.
ro: Mută subtitrările în sus sau în jos față de poziția implicită.
ru: Сместить субтитры вверх или вниз относительно стандартного положения.
sk: Posunúť titulky nahor alebo nadol oproti predvolenej polohe.
sv: Flytta undertexter uppåt eller nedåt jämfört med standardpositionen.
tr: Altyazıları varsayılan konuma göre yukarı veya aşağı taşı.
uk: Перемістити субтитри вгору або вниз відносно стандартного положення.
zh_hans: 相对于默认位置上下移动字幕。
zh_hant: 相對於預設位置上下移動字幕。

# settings.playback.subtitle.size
source: Size
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fr: Taille
hr: Veličina
hu: Méret
it: Dimensione
ja: サイズ
ko: 크기
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ro: Dimensiune
ru: Размер
sk: Veľkosť
sv: Storlek
tr: Boyut
uk: Розмір
zh_hans: 大小
zh_hant: 大小

# settings.playback.subtitle.size.large
source: Large
cs: Velký
da: Stor
de: Groß
el: Μεγάλο
es: Grande
fi: Suuri
fr: Grand
hr: Velika
hu: Nagy
it: Grande
ja: 大
ko: 크게
nb: Stor
nl: Groot
pl: Duży
pt_br: Grande
pt_pt: Grande
ro: Mare
ru: Большой
sk: Veľké
sv: Stor
tr: Büyük
uk: Великий
zh_hans: 大
zh_hant: 大

# settings.playback.subtitle.size.medium
source: Medium
cs: Střední
da: Mellem
de: Mittel
el: Μεσαίο
es: Medio
fi: Keskikokoinen
fr: Moyen
hr: Srednja
hu: Közepes
it: Medio
ja: 中
ko: 보통
nb: Middels
nl: Gemiddeld
pl: Średni
pt_br: Médio
pt_pt: Médio
ro: Medie
ru: Средний
sk: Stredné
sv: Medel
tr: Orta
uk: Середній
zh_hans: 中
zh_hant: 中

# settings.playback.subtitle.size.small
source: Small
cs: Malý
da: Lille
de: Klein
el: Μικρό
es: Pequeño
fi: Pieni
fr: Petit
hr: Mala
hu: Kicsi
it: Piccolo
ja: 小
ko: 작게
nb: Liten
nl: Klein
pl: Mały
pt_br: Pequeno
pt_pt: Pequeno
ro: Mică
ru: Малый
sk: Malé
sv: Liten
tr: Küçük
uk: Малий
zh_hans: 小
zh_hant: 小

# settings.playback.subtitle.size.subtitle
source: Font scale for text-based subtitles.
cs: Měřítko písma textových titulků.
da: Skala for tekstundertekster.
de: Schriftgröße für Text-Untertitel.
el: Κλίμακα γραμματοσειράς υπότιτλων κειμένου.
es: Escala de fuente para subtítulos de texto.
fi: Tekstipohjaisten tekstitysten kirjasinkoko.
fr: Échelle de police pour sous-titres textuels.
hr: Skala fonta za tekstualne titlove.
hu: Szöveges feliratok betűmérete.
it: Scala font per i sottotitoli testuali.
ja: テキスト字幕のフォントサイズです。
ko: 텍스트 자막의 글꼴 크기.
nb: Skriftskala for tekstbaserte undertekster.
nl: Lettergrootte voor tekstuele ondertitels.
pl: Skala czcionki napisów tekstowych.
pt_br: Escala da fonte para legendas em texto.
pt_pt: Escala do tipo de letra para legendas de texto.
ro: Scala fontului pentru subtitrări text.
ru: Размер шрифта текстовых субтитров.
sk: Veľkosť písma textových titulkov.
sv: Teckenstorlek för text-undertext.
tr: Metin tabanlı altyazıların yazı tipi ölçeği.
uk: Розмір шрифту текстових субтитрів.
zh_hans: 文本字幕的字号缩放。
zh_hant: 文字字幕的字級縮放。

# settings.playback.subtitle.size.xlarge
source: Extra Large
cs: Velmi velký
da: Ekstra stor
de: Sehr groß
el: Πολύ μεγάλο
es: Muy grande
fi: Erittäin suuri
fr: Très grand
hr: Vrlo velika
hu: Nagyon nagy
it: Molto grande
ja: 特大
ko: 아주 크게
nb: Ekstra stor
nl: Extra groot
pl: Bardzo duży
pt_br: Muito grande
pt_pt: Muito grande
ro: Foarte mare
ru: Очень большой
sk: Veľmi veľké
sv: Extra stor
tr: Çok büyük
uk: Дуже великий
zh_hans: 特大
zh_hant: 特大

# settings.playback.subtitle.styledASS
source: Styled ASS Subtitles
cs: Stylované titulky ASS
da: ASS-undertekster med stil
de: Gestylte ASS-Untertitel
el: Στυλιζαρισμένοι υπότιτλοι ASS
es: Subtítulos ASS con estilo
fi: Tyylitellyt ASS-tekstitykset
fr: Sous-titres ASS stylisés
hr: Stilizirani ASS titlovi
hu: Stilizált ASS-feliratok
it: Sottotitoli ASS stilizzati
ja: スタイル付きASS字幕
ko: 스타일 적용 ASS 자막
nb: Stiliserte ASS-undertekster
nl: Gestileerde ASS-ondertitels
pl: Stylizowane napisy ASS
pt_br: Legendas ASS estilizadas
pt_pt: Legendas ASS estilizadas
ro: Subtitrări ASS stilizate
ru: Стилизованные субтитры ASS
sk: Štylizované titulky ASS
sv: Stiliserade ASS-undertexter
tr: Stilize ASS altyazıları
uk: Стилізовані субтитри ASS
zh_hans: 样式化 ASS 字幕
zh_hant: 樣式化 ASS 字幕

# settings.playback.subtitle.styledASS.subtitle
source: Render ASS/SSA subtitles with their authored fonts, colors, and positioning. When off, they appear as plain text.
cs: Zobrazovat titulky ASS/SSA s původními fonty, barvami a umístěním. Pokud je vypnuto, zobrazí se jako prostý text.
da: Vis ASS/SSA-undertekster med deres oprindelige skrifttyper, farver og placering. Når slået fra, vises de som almindelig tekst.
de: ASS/SSA-Untertitel mit Original-Schriften, -Farben und -Positionen darstellen. Wenn aus, erscheinen sie als einfacher Text.
el: Απόδοση υποτίτλων ASS/SSA με τις αρχικές γραμματοσειρές, τα χρώματα και τη θέση τους. Όταν είναι ανενεργό, εμφανίζονται ως απλό κείμενο.
es: Mostrar los subtítulos ASS/SSA con sus fuentes, colores y posiciones originales. Si está desactivado, se muestran como texto sin formato.
fi: Näytä ASS/SSA-tekstitykset alkuperäisillä fonteilla, väreillä ja sijainneilla. Kun pois käytöstä, ne näytetään pelkkänä tekstinä.
fr: Afficher les sous-titres ASS/SSA avec leurs polices, couleurs et positions d'origine. Désactivé, ils s'affichent en texte brut.
hr: Prikaži ASS/SSA titlove s izvornim fontovima, bojama i položajem. Kada je isključeno, prikazuju se kao običan tekst.
hu: Az ASS/SSA-feliratok megjelenítése az eredeti betűtípusokkal, színekkel és pozícióval. Kikapcsolva egyszerű szövegként jelennek meg.
it: Mostra i sottotitoli ASS/SSA con font, colori e posizioni originali. Se disattivato, vengono mostrati come testo semplice.
ja: ASS/SSA字幕を本来のフォント・色・位置で表示します。オフにするとプレーンテキストで表示されます。
ko: ASS/SSA 자막을 원본 글꼴, 색상, 위치로 표시합니다. 끄면 일반 텍스트로 표시됩니다.
nb: Vis ASS/SSA-undertekster med opprinnelige skrifter, farger og plassering. Når av, vises de som ren tekst.
nl: Toon ASS/SSA-ondertitels met de originele lettertypen, kleuren en posities. Indien uit, worden ze als platte tekst weergegeven.
pl: Wyświetlaj napisy ASS/SSA z oryginalnymi czcionkami, kolorami i pozycjami. Po wyłączeniu są pokazywane jako zwykły tekst.
pt_br: Exibir legendas ASS/SSA com as fontes, cores e posições originais. Quando desativado, aparecem como texto simples.
pt_pt: Apresentar legendas ASS/SSA com os tipos de letra, cores e posições originais. Quando desativado, aparecem como texto simples.
ro: Afișează subtitrările ASS/SSA cu fonturile, culorile și pozițiile originale. Când este dezactivat, apar ca text simplu.
ru: Показывать субтитры ASS/SSA с исходными шрифтами, цветами и позициями. Если выключено, они отображаются обычным текстом.
sk: Zobrazovať titulky ASS/SSA s pôvodnými písmami, farbami a umiestnením. Ak je vypnuté, zobrazia sa ako obyčajný text.
sv: Visa ASS/SSA-undertexter med ursprungliga typsnitt, färger och placering. När av visas de som vanlig text.
tr: ASS/SSA altyazılarını özgün yazı tipleri, renkler ve konumlarla göster. Kapalıyken düz metin olarak görünür.
uk: Показувати субтитри ASS/SSA з оригінальними шрифтами, кольорами та розташуванням. Якщо вимкнено, вони відображаються звичайним текстом.
zh_hans: 以原始字体、颜色和位置渲染 ASS/SSA 字幕。关闭后将显示为纯文本。
zh_hant: 以原始字型、顏色和位置顯示 ASS/SSA 字幕。關閉後將顯示為純文字。

# settings.playback.subtitle.weight
source: Subtitle Weight
cs: Tloušťka písma titulků
da: Skriftvægt for undertekster
de: Untertitel-Schriftstärke
el: Πάχος γραμματοσειράς υποτίτλων
es: Grosor de los subtítulos
fi: Tekstitysten paksuus
fr: Graisse des sous-titres
hr: Debljina fonta titlova
hu: Felirat betűvastagsága
it: Peso sottotitoli
ja: 字幕の太さ
ko: 자막 굵기
nb: Skriftvekt for undertekster
nl: Lettergewicht ondertiteling
pl: Grubość czcionki napisów
pt_br: Peso da legenda
pt_pt: Espessura das legendas
ro: Grosime font subtitrare
ru: Толщина шрифта субтитров
sk: Hrúbka písma titulkov
sv: Tjocklek för undertexter
tr: Altyazı yazı kalınlığı
uk: Товщина шрифту субтитрів
zh_hans: 字幕字重
zh_hant: 字幕字重

# settings.playback.subtitle.weight.bold
source: Bold
cs: Tučné
da: Fed
de: Fett
el: Έντονο
es: Negrita
fi: Lihavoitu
fr: Gras
hr: Podebljano
hu: Félkövér
it: Grassetto
ja: ボールド
ko: 굵게
nb: Fet
nl: Vet
pl: Pogrubiona
pt_br: Negrito
pt_pt: Negrito
ro: Aldin
ru: Жирный
sk: Tučné
sv: Fet
tr: Kalın
uk: Жирний
zh_hans: 粗体
zh_hant: 粗體

# settings.playback.subtitle.weight.regular
source: Regular
cs: Normální
da: Normal
de: Normal
el: Κανονικό
es: Normal
fi: Normaali
fr: Normal
hr: Obično
hu: Normál
it: Normale
ja: レギュラー
ko: 보통
nb: Normal
nl: Normaal
pl: Zwykła
pt_br: Normal
pt_pt: Normal
ro: Normal
ru: Обычный
sk: Normálne
sv: Normal
tr: Normal
uk: Звичайний
zh_hans: 常规
zh_hant: 正常
